IDEA Open Model
BoltGrid.BoreHole Property
Compatible with IDEA StatiCa Beta 20.0
 The BoreHole of bold
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double BoreHole { get; set; }
Public Property BoreHole As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
BoltGrid Class
IdeaRS.OpenModel.Connection Namespace